alacritty
arandr
base
base-devel
blueman
boost
bottom
brightnessctl
cmake
doxygen
dunst
efibootmgr
firefox
gimp
git
gnome-themes-extra
go
gst-plugin-pipewire
gvfs
gvim
imagemagick
intel-media-driver
intel-ucode
intltool
iwd
libpulse
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
lxappearance
ly
maim
mpd
mpv
nano
neofetch
neovim
networkmanager
network-manager-applet
nodejs
pass
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
python-psutil
qbittorrent
qtile
ranger
rofi
sfml
smartmontools
sof-firmware
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ueberzug
unzip
valgrind
vulkan-intel
vulkan-radeon
wget
wireless_tools
wireplumber
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xorg-xinput
xsel
zram-generator
