alacritty
alsa-tools
android-file-transfer
arandr
audacity
base
base-devel
blueman
boost
bottom
brightnessctl
btop
cava
cmake
dotnet-runtime
dotnet-sdk
doxygen
dsniff
dunst
efibootmgr
elementary-xfce-icons
firefox
gcc-ada
gimp
git
gnome-themes-extra
go
gsimplecal
gst-plugin-pipewire
gvfs
imagemagick
inetutils
intel-media-driver
intel-ucode
intltool
iwd
jre-openjdk
libpulse
librespot
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
luarocks
lxappearance
ly
maim
mpd
mpdris2
mpv
mtpfs
myxer-git
nano
neofetch
neovim
network-manager-applet
networkmanager
nodejs
obs-studio
pass
pavucontrol
perl-rename
picom
pikaur
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
psutils
python-dbus-next
python-pip
python-psutil
qtile
qtile-extras
ranger
rofi
sfml
smartmontools
sof-firmware
thunar
thunar-archive-plugin
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
tumbler
udiskie
ueberzug
unzip
valgrind
visual-studio-code-bin
vulkan-intel
vulkan-radeon
wget
wireless_tools
wireplumber
xarchiver
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xorg-xinput
xorgxrdp
xrandr-invert-colors
xsel
yay
zoom
zram-generator
unrar